Repository: Mohamed-Hegazy2020/ECommerceWebSite2022
Catalog: Resources/SharedResources.*.resx
Languages: ar

source: About
ar: عن الشركة

source: AboutDescreptionAr
ar: نبذة عن الشركة بالعربي

source: AboutDescreptionEn
ar: نبذة عن الشركة بالانجليزي

source: Address
ar: العنوان

source: AddressAr
ar: العنوان بالعربي

source: AddressArRequerd
ar: يجب ادخال العنوان بالعربي

source: AddressEn
ar: العنوان بالانجليزي

source: AddressEnRequerd
ar: يجب ادخال العنوان بالانجليزي

source: Back To List
ar: رجوع للقائمة

source: CART
ar: السلة

# CompanyDataTab
source: Company Data
ar: بيانات الشركة

# CompanyDataTitle
source: Main Company Data
ar: بيانات الشركة الأساسية

# CompanyDataViewModel
source: Add Or Update Company Data
ar: إضافة أو تعديل بيانات الشركة

source: CompanyNameAr
ar: الاسم العربي

source: CompanyNameArRequerd
ar: يجب ادخال الاسم العربي

source: CompanyNameEn
ar: الاسم الانجليزي

source: CompanyNameEnRequerd
ar: يجب ادخال الاسم الانجليزي

# ContinueShoppingBtn
source: Continue Shopping
ar: متابعة التسوق

# Create
source: Save
ar: حفظ

# CreateCuruncyTitle
source: Add New Curruncy
ar: إضافة عملة جديدة

# CreateGroupTitle
source: Add New Group
ar: إضافة قسم جديد

# CreateitemTitle
source: Create New Item
ar: إضافة صنف جديد

source: Create New
ar: إضافة جديد

# CreateSliderTitle
source: Sliders
ar: معرض الصور

# CreateUnitTitle
source: Add New Unit
ar: إضافة وحدة جديدة

# CuruncesTab
source: Curunces
ar: العملات

# CuruncyName
source: Curruncy
ar: العملة

source: CuruncyNameAr
ar: الاسم العربي

source: CuruncyNameArRequerd
ar: يجب ادخال الاسم العربي

source: CuruncyNameEn
ar: الاسم بالانجليزي

source: CuruncyNameEnRequerd
ar: يجب ادخال الاسم بالانجليزي

source: customer Address
ar: العنوان

source: customer Mobile
ar: رقم الجوال

source: customer Name
ar: اسم العميل

source: customer Tel
ar: رقم الهاتف

source: Dashboard
ar: لوحة التحكم

source: Delete
ar: حذف

source: Delever Data
ar: بيانات التوصيل

source: deleverMethod
ar: طريقة التسليم

source: DescreptionAr
ar: الوصف بالعربي

source: DescreptionArRequerd
ar: يجب ادخال الوصف بالعربية

source: DescreptionEn
ar: الوصف بالانجليزي

source: Details
ar: التفاصيل

source: Edit
ar: تعديل

source: Email
ar: البريد الالكتروني

source: EmailRequerd
ar: يجب ادخال البريد الالكتروني

source: FaceBookLink
ar: رابط الفيس بوك

source: Fax
ar: رقم الفاكس

source: Full Name
ar: الاسم رباعي

source: groupId
ar: القسم

# GroupImgFile
source: Image
ar: الصورة

# GroupNameAr
source: Arabic Name
ar: الاسم العربي

# GroupNameArRequerd
source: Arabic Name Is Requerd
ar: يجب ادخال الاسم العربي

# GroupNameEn
source: EnglishName
ar: الاسم الانجليزي

# GroupsTab
source: Groups
ar: الأقسام

source: HedarAr
ar: العنوان بالعربي

source: HedarArRequerd
ar: يجب ادخال العنوان بالعربية

source: HedarEn
ar: العنوان بالانجليزي

source: Home
ar: الرئيسية

source: ImagePath
ar: الصورة

source: InstgramLink
ar: Instgram رابط

source: Invoice
ar: سلة المشتريات

source: invoiceDate
ar: تاريخ الطلب

source: Invoice Details
ar: تفاصيل الفاتورة

source: invoice Number
ar: رقم الطلب

source: InvoiceStatus
ar: حالة الدفع

# InvoiceTotal
source: Total
ar: الإجمالي

source: isDefualtCuruncy
ar: العملة الإفتراضية

source: IsDeleverd
ar: حالة التسليم

source: Is Main Group
ar: هل قسم رئيسي؟

source: IsPayed
ar: حالة الدفع

source: Item Code
ar: كود الصنف

source: itemDescreptionAr
ar: الوصف العربي

source: itemDescreptionEn
ar: الوصف الانجليزي

source: itemImage
ar: الصورة

source: itemImgFile
ar: الصورة

source: Item Name
ar: اسم الصنف

source: itemNameAr
ar: الاسم العربي

source: itemNameArRequerd
ar: يجب ادخال الاسم العربي

source: itemNameEn
ar: الاسم الانجليزي

source: itemNameEnRequerd
ar: يجب ادخال الاسم الانجليزي

source: itemPriceRequerd
ar: يجب ادخال السعر

source: itemquantityRequerd
ar: يجب ادخال الكمية

# ItemsTab
source: Items
ar: المنتجات

source: LinkedinLink
ar: Linkedin رابط

source: LogoImage
ar: الصورة

# mainGroupId
source: Main Group
ar: القسم الرئيسي

source: Mobile
ar: رقم الجوال

source: My ACCOUNT
ar: حسابي

# OrdersTab
source: Orders
ar: الطلبات

source: Our Category
ar: الأقسام

source: Our Products
ar: المنتجات

source: paymentMethodName
ar: طريقة الدفع

# PaymmentBtn
source: Pay
ar: دفع

source: Paymment Type
ar: طريقة الدفع

source: Phone
ar: رقم التليفون

source: Price
ar: السعر

source: Print
ar: طباعة

source: Products
ar: المنتجات

source: Purchases Car
ar: عربة المشتريات

# Qty
source: Quantity
ar: الكمية

source: quantity
ar: الكمية

source: Select Payment Method
ar: إختار طريقة الدفع

# sendOredr
source: Send Order
ar: أرسال الطلب

# SiteName
source: Shoping
ar: تسوق

# SliderImage
source: Image
ar: الصورة

# SliderTab
source: Sliders
ar: معرض الصور

source: Special Item
ar: منتج مميز

source: Special Items
ar: منتجات مميزة

# subGroupId
source: Sub Group
ar: القسم الفرعي

# Tabs
source: Links
ar: القوائم

source: Total
ar: الإجمالي

source: TwitterLink
ar: Twitter رابط

source: unitId
ar: الوحده

source: UnitNameAr
ar: الاسم العربي

source: UnitNameArRequerd
ar: يجب ادخال الاسم العربي

source: UnitNameEn
ar: الاسم بالانجليزي

source: UnitNameEnRequerd
ar: يجب ادخال الاسم بالانجليزي

# UnitsTab
source: Units
ar: الوحدات

# UpdateCuruncyTitle
source: Update Curuncy
ar: تعديل عملة

# UpdateGroupTitle
source: Update Group
ar: تعديل القسم

# UpdateitemTitle
source: Update Item
ar: تعديل الصنف

# UpdateSliderTitle
source: Update Slider
ar: تعديل الصورة

# UpdateUnitTitle
source: Update Unit
ar: تعديل وحدة

source: Your Order List
ar: قائمة مشترياتك
